[
  {
    "id": "1f3e8d7c-aa9b-43ad-aeb4-e77c2ca6a0ed",
    "title": "ashish-rijal - Full-stack Developer",
    "description": "Portofolio page of ashish-rijal",
    "applicationName": "ashish-rijal",
    "headerTitle": "ashish-rijal",
    "skills": [
      ".Net",
      "React",
      "Angular",
      "MSSQL",
      "Postgress",
      "ReactNavite",
      "Next.js",
      "Python",
      "Jira",
      "GIT"
    ],
    "author": {
      "name": "Ashsih Rijal",
      "nickname": "Ashish",
      "url": "https://github.com/Aseeesh/my-info",
      "role": "Full-stack Developer",
      "role_rough_notation": ["full-stack", "developer"],
      "about": "I am motivated and results-oriented software engineer with over a decade of experience building robust, scalable, and efficient solutions across diverse industries.  I've consistently delivered impactful results in areas ranging from e-commerce and logistics to education, retail management, healthcare, and finance.  My technical expertise is complemented by strong problem-solving skills, excellent communication, and a collaborative approach.  As a proven team lead and senior engineer, I have a track record of successfully guiding development teams to deliver high-quality projects on time and within budget.",
      "background": "I'm a highly experienced software engineer and team lead with a proven track record of delivering successful projects across diverse industries.  My background includes developing robust and scalable solutions for restaurant management, freight forwarding, and multi-store retail systems.  As a Senior Software Engineer Team Lead, I've honed my leadership skills, coordinating cross-functional teams, implementing Agile/Scrum methodologies, and architecting effective system designs.  I'm proficient in a wide range of technologies, including .NET 6, React, Next.js, React Native, Angular, and C#, allowing me to adapt to various project requirements.  My expertise spans the full software development lifecycle, from design patterns and architecture to front-end and back-end development, enabling me to solve complex technical challenges and drive impactful results.",
      "strengths": [
        "Strong .NET programming skills",
        "Experience with ASP.NET MVC,React, Angular,Unity, React Native, and WPF",
        "Proficient in C# and .NET Core",
        "Excellent problem-solving abilities",
        "Strong communication and collaboration skills",
        "Proven track record of delivering high-quality software solutions on time"
      ]
    },
    "social": {
      "email": "ashishrijal1@hotmail.com",
      "github": "https://github.com/Aseeesh",
      "linkedin": "https://www.linkedin.com/in/ashish-rijal-72a5a474/",
      "instagram": "https://www.instagram.com/ashish.rijal9/",
      "threads": "https://www.threads.net/@ashish.rijal9",
      "devto": "#"
    },
    "sourceCode": "https://github.com/Aseeesh/my-info",
    "keywords": [
      "Node.js",
      "React",
      "Next.js",
      "Tailwind",
      "Markdown",
      "GitHub Pages"
    ],
    "outloookURL": "https://outlook.live.com/mail/0/",
    "language": "en",
    "theme": "system",
    "isOpenToWork": true
  }
]
